tap "homebrew/bundle"
tap "homebrew/core"
tap "aws/tap"

brew "aws-sam-cli"
brew "awscli"
brew "cfn-lint"
brew "curl"
brew "fzf"
brew "ghq"
brew "git"
brew "git-secrets"
brew "node"
brew "python"
brew "ruby"
brew "rust"
brew "starship"
brew "terraform"
brew "tig"
brew "tmux"
brew "vim"
brew "wget"

cask "alfred"
cask "corretto8"
cask "dropbox"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "karabiner-elements"
cask "visual-studio-code"
